<?php
	const title = [
		"alivewater" => "Живая вода",
		"anketa" => "Актив Кредит",
		"apachi" => "Apachi Group",
		"cpp" => "Центр правовой поддержки",
		"garden" => "Garden Group",
		"gyroscooter-perm" => "#ГИРОСКУТЕРПЕРМЬ",
		"like" => "Like Finance",
		"oyli" => "Oy-li finance",
		"terminalpack" => "Terminal-Pack",
		"zenit" => "Зенит",
		"rocket" => "ROCKET",
		"personalfinance" => "Система Управления Личными Финансами",
		"epilier" => "Студия профессиональной депиляции",
		"voronin.systems" => "Легендарный курс «Система Воронина»"
	];
  const hello = [
    "alivewater" =>"Вы хотите купить оборудование компании «Живая вода», но у Вас нет свободных средств?</br>
    Мы поможем оформить Вам кредит или рассрочку.</br>
    Оформление через банки-партнеры. Никаких справок, поручителей и беготни по отделениям.</br>
    Всё просто и в одном месте.
    Вам остается только следовать инструкции и корректно отвечать на вопросы.</br>
    Спасибо за то, что Вы с нами!",

	"anketa" => "Вы хотите совершить покупку, но у Вас нет свободных средств?
	Мы поможем оформить Вам кредит на любой Вам удобный срок.</br>
	Кредит оформляется через 14 банков-партнеров. Никаких справок, поручителей и беготни по отделениям.</br>
	Всё просто и в одном месте. Вам остается только следовать инструкции и корректно отвечать на вопросы.</br>
	Спасибо за то, что Вы с нами!",

	"apachi" => "Вы хотите приобрести станок Apachi Group, но у Вас нет свободных средств?</br>
	Мы поможем Вам оформить кредит на любой для Вас удобный срок. </br>
	Кредит оформляется через банки-партнеры. Никаких справок, поручителей и беготни по отделениям.</br>
	Все просто и в одном месте. Вам остается только следовать инструкциям и корректно отвечать на вопросы.</br>
	Спасибо за то, что Вы с нами!",

	"cpp" => "Вы хотите воспользоваться услугами «Центр правовой поддержки», но у Вас нет свободных средств?</br>
	Мы поможем оформить Вам рассрочку на 6 месяцев без переплаты. </br>
	Рассрочка оформляется через банки-партнеры. Никаких справок, поручителей и беготни по отделениям.</br>
	Всё просто и в одном месте. Вам остается только следовать инструкции и корректно отвечать на вопросы.</br>
	Спасибо за то, что Вы с нами!",

	"garden" => "Вы хотите приобрести станок Garden Group, но у Вас нет свободных средств?</br>
	Мы поможем Вам оформить кредит на любой для Вас удобный срок.</br>
	Кредит оформляется через банки-партнеры. Никаких справок, поручителей и беготни по отделениям.</br>
	Все просто и в одном месте. Вам остается только следовать инструкциям и корректно отвечать на вопросы.</br>
	Спасибо за то, что Вы с нами!",

	"gyroscooter-perm" => "Вы хотите купить оборудование компании «#ГИРОСКУТЕРПЕРМЬ», но у Вас нет свободных средств?</br>
	Мы поможем оформить Вам рассрочку на 6 месяцев без переплаты. </br>
	Рассрочка оформляется через банки-партнеры. Никаих справок, поручителей и беготни по отделениям.</br>
	Всё просто и в одном месте. Вам остается только следовать инструкции и корректно отвечать на вопросы.</br>
	Спасибо за то, что Вы с нами!",

	"like" => "Здравствуйте! Вы хотите пройти авторский курс Аяза Шабутдинова, но у Вас нет свободных средств?</br>
	Мы поможем Вам оформить рассрочку на 6 месяцев без переплаты.<br/>
	Рассрочка оформляется через банки-партнеры. Никаких справок, поручителей и беготни по отделениям.<br/>
	Всё просто и в одном месте. Вам остается только следовать инструкциям и корректно отвечать на вопросы.<br/>
	Спасибо за то, что Вы с нами!",

	"oyli" => "Вы хотите пройти семинар «Oy-li», но у Вас нет свободных средств?<br/>
	Мы поможем Вам оформить кредит на любой для Вас удобный срок.<br/>
	Кредит оформляется через банки-партнеры. Никаких справок, поручителей и беготни по отделениям.<br/>
	Все просто и в одном месте. Вам остается только следовать инструкциям и корректно отвечать на вопросы.<br/>
	Спасибо за то, что Вы с нами!",

	"terminalpack" => "Вы хотите купить оборудование компании «Terminal-Pack», но у Вас нет свободных средств?<br/>
	Мы поможем оформить Вам кредит на любой Вам удобный срок.<br/>
	Кредит оформляется через 14 банков-партнеров. Никаких справок, поручителей и беготни по отделениям.<br/>
	Всё просто и в одном месте. Вам остается только следовать инструкции и корректно отвечать на вопросы.<br/>
	Спасибо за то, что Вы с нами!",

	"zenit" => "Вы хотите купить оборудование компании «Зенит», но у Вас нет свободных средств?<br/>
	Мы поможем оформить Вам кредит на любой Вам удобный срок.<br/>
	Кредит оформляется через 14 банков-партнеров. Никаих справок, поручителей и беготни по отделениям.<br/>
	Всё просто и в одном месте. Вам остается только следовать инструкции и корректно отвечать на вопросы.<br/>
	Спасибо за то, что Вы с нами!",

	"rocket" => "Вы хотите купить оборудование компании «#ROCKET», но у Вас нет свободных средств?</br>
	Мы поможем оформить Вам рассрочку на 6 месяцев без переплаты. </br>
	Рассрочка оформляется через банки-партнеры. Никаих справок, поручителей и беготни по отделениям.</br>
	Всё просто и в одном месте. Вам остается только следовать инструкции и корректно отвечать на вопросы.</br>
	Спасибо за то, что Вы с нами!",

	"personalfinance" => "Вы хотите пройти семинар «Финансовой грамотности», но у Вас нет свободных средств?</br>
	Мы поможем Вам оформить рассрочку на удобный для Вас срок.</br>
	Рассрочка оформляется на базе кредитного договора через банки-партнеры. Ни каких справок, поручителей и беготни по отделениям.</br>
	Все просто и в одном месте. Вам остается только следовать инструкциям и корректно отвечать на вопросы.</br>
	Спасибо за то, что Вы с нами!",

	"epilier" => "Вы хотите купить оборудование или воспользоваться услугами «Epilier», но у Вас нет свободных средств?</br>
	Мы поможем Вам оформить рассрочку на удобный для Вас срок.</br>
	Рассрочка оформляется на базе кредитного договора через банки-партнеры. Ни каких справок, поручителей и беготни по отделениям.</br>
	Все просто и в одном месте. Вам остается только следовать инструкциям и корректно отвечать на вопросы.</br>
	Спасибо за то, что Вы с нами!",

	"voronin.systems" => "Вы хотите купить авторский курс Алексея Воронина, но у Вас нет свободных средств?</br>
	Мы поможем Вам оформить рассрочку на удобный для Вас срок.</br>
	Рассрочка оформляется на базе кредитного договора через банки-партнеры. Ни каких справок, поручителей и беготни по отделениям.</br>
	Все просто и в одном месте. Вам остается только следовать инструкциям и корректно отвечать на вопросы.</br>
	Спасибо за то, что Вы с нами!"

  ];
	const type = [
		"alivewater" => "equipment",
		"anketa" => "both",
		"apachi" => "equipment",
		"cpp" => "service",
		"garden" => "equipment",
		"gyroscooter-perm" => "equipment",
		"like" => "course",
		"oyli" => "course",
		"terminalpack" => "equipment",
		"zenit" => "equipment",
		"rocket" => "equipment",
		"personalfinance" => "course",
		"epilier" => "service",
		"voronin.systems" => "course"
		// 	,
		// 	""
		// ],
		// "service" => [],
		// "both" =>[]
	];

	const friendCount = [
		"alivewater" => 2,
		"anketa" => 1,
		"garden" => 2,
		"apachi" => 2,
		"cpp" => 1,
		"gyroscooter-perm" => 2,
		"like" => 1,
		"oyli" => 2,
		"terminalpack" => 2,
		"zenit" => 2,
		"rocket" => 2,
		"personalfinance" => 1,
		"epilier" => 1,
		"voronin.systems" => 2
	];
  const step =[
    0 => "Здравствуйте!",
    1 => [
      "equipment" => "Название оборудования и срок кредита",
      "service" => "Название услуги и срок кредита",
			"course" => "Название курса и срок кредита",
      "both" => "Название товара/услуги и срок кредита"
      ],
    2 => "Личные данные",
    3 => "Смена фамилии",
    4 => "Данные супруга/супруги",
    5 =>[
      "title" => "Лицо для экстренной связи",
      "text" => "Укажите данные лица (не супруга(и)) для экстренной связи с Вами"
    ],
    6 => "Адрес регистрации",
    7 => "Адрес фактического места жительства",
    8 => [
      "title" => "Информация о месте работы",
      "text" => "Укажите фактический адрес"
    ],
    9 => "Документы",
    10 => "Даете ли Вы свое согласие на обработку персональных данных для рассмотрения заявки на кредит?",
    11 => [
			"title" => "Поздравляем!",
      "all" =>  "Ваши данные отправлены на рассмотрение, в ближайшее время с Вами свяжется наш специалист.<br/>
        Спасибо за то, что Вы с нами!",
      "like" => "Ваши данные отправлены на рассмотрение, в ближайшие 24 часа с Вами свяжется наш специалист.<br/>
        Спасибо за то, что Вы с нами!"
    ],
    12 => [
      "title" => [
        1 => "Вы не дали согласие на обработку персональных данных",
        2 => "Ваша заявка не будет рассмотрена"
      ],
      "text" => "Ваша анкета не сохранена.<br/>
      При необходимости заполните анкету заново.<br/>
      Спасибо за то, что Вы с нами!</p>"
    ],
    13 => [
      "title" => "Нет 21 года",
      "text" => "Рассмотрение заявки возможно только если вам более 21 года.<br/>
       Спасибо за то, что Вы с нами!"
    ],
		14 => [
      "title" => "При загрузке данных возникли технические неполадки",
      "text" => "Заполните анкету еще раз<br/>
       Спасибо за то, что Вы с нами!"
    ],
		"2_leasing" => "Контактное лицо",
  ];
  const button = [
    "next" => "Вперед",
    "prev" => "Назад",
    "reload" => "Заполнить заявку еще раз"
  ];

  const anketa = [
    "age" => "Ваш возраст 21 и более полных лет?",
    "course" => [
      "equipment" => "Введите название выбранного оборудования*",
      "service" => "Название услуги и срок кредита",
      "both" => "Название товара/услуги и срок кредита",
			"course" => "Введите название курса*"
    ],
		"city_like" => "В каком городе совершается покупка?*",
    "price" => [
			  "equipment" => "Укажите стоимость оборудования*",
				"service" => "Укажите стоимость услуг*",
				"both" => "Укажите стоимость товара/услуги*",
				"course" => "Укажите стоимость курса*"
		],
    "credit_term" => "Введите желаемый срок кредита (в мес)*",
		"name" => "Укажите Ваши фамилию, имя, отчество*",
		"education" =>[
			"label" => "Укажите ваше образование*",
			"select" =>[
				0 => "Высшее",
				1 => "Неполное высшее",
				2 => "Среднее специальное",
				3 => "Среднее",
				4 => "Неполное среднее"
			]
		],
		"phone" => "Укажите номер Вашего мобильного телефона*",
		"email" => "Укажите Вашу электронную почту*",
		"change_name" => "Вы меняли фамилию?",
		"old_name" => "Укажите прежнюю фамилию*",
		"is_married" => "Вы женаты/замужем?",
		"spouse_name" => "Укажите ФИО жены/мужа*",
		"spouse_birth" => "Укажите дату рождения жены/мужа*",
		"friend_name" => "Фамилия Имя Отчество контактного лица*",
		"friend_phone" => "Номер мобильного телефона (контактного лица)*",
		"city" => "Город (прописка)*",
		"street" => "Улица (прописка)*",
		"house" => "Дом (прописка)*",
		"flat" => "Квартира (прописка)",
		"address_same" => "Адрес места жительства совпадает с адресом регистрации?",
		"city_loc" => "Город (место жительства)*",
		"street_loc" => "Улица (место жительства)*",
		"house_loc" => "Дом (место жительства)*",
		"flat_loc" => "Квартира (место жительства)",
		"work_name" => "Наименование организации*",
		"city_work" => "Город (Место работы)*",
		"street_work" => "Улица (Место работы)*",
		"house_work" => "Дом (Место работы)*",
		"flat_work" => "Офис (Место работы)",
		"phone_work" => "Укажите номер телефона (не мобильный) с указанием кода города*",
		"post_work" => "Укажите вашу должность*",
		"count_work" => "Укажите количество месяцев на последнем месте работы*",
		"income_work" => "Укажите ежемесячный доход по основному месту работы*",
		"photo_passport" => "Сделайте фото 2-3 страницы паспорта в развороте*",
		"photo_passport_reg" => "Сделайте фото страницы паспорта с действующей регистрацией*",
		"photo_selfi" => "Сделайте селфи для вашей верификации*",
		"friend_name1" => "Фамилия Имя Отчество первого контактного лица*",
		"friend_phone1" => "Номер мобильного телефона (первого контактного лица)*",
		"friend_name2" => "Фамилия Имя Отчество второго контактного лица*",
		"friend_phone2" => "Номер мобильного телефона (второго контактного лица)*",
		"commercial" => "Коммерческое приложение от ООО \"ТЛК\" с НДС*",
		"info_card" => "Информационная карта компании клиента*",
		"statement" => "Выписка 51 счета от клиента (в разбивке по месяцам)*",
		"manager" => "Менеджер Garden Group, курирующий данную сделку",
		"comment" => "Комментарий",
		"site_work" => "Сайт вашей компании"
  ];
	const success = [
		"all" => "Верно"
	];
	const error =[
		"all" => "Введите данные",
		"course" => [
			"equipment" => "Введите название оборудования",
			"service" => "Введите название услуги",
			"both" => "Введите название товара/услуги",
			"course" => "Введите название курса"
		],
		"price" => [
				"equipment" => "Укажите стоимость оборудования",
				"service" => "Укажите стоимость услуг",
				"both" => "Укажите стоимость товара/услуги",
				"course" => "Укажите стоимость курса"
		],
		"credit_term" => "Введите число от 6 до 36",
		"name" => "Укажите ФИО",
		"education" => "Выберите образование из списка",
		"phone" => "+7xxxxxxxxxx",
		"email" => "Укажите email",
		"old_name" => "Укажите прежнюю фамилию",
		"spouse_name" => "Данных нет",
		"spouse_birth" => "Дата введена некорректно",
		"friend_name" => "Данные совпадают с Вашим ФИО",
		"friend_phone" => "+7xxxxxxxxxx",
		"phone_work" => "+7xxxxxxxxxx",
		"count_work" => "Введите количество месяцев",
		"photo_passport" => "Только форматы: jpg, jpeg или gif",
		"photo_passport_reg" => "Только форматы: jpg, jpeg или gif",
		"photo_selfi" => "Только форматы: jpg, jpeg или gif",
		"friend_name1" => "Данные совпадают с Вашим ФИО",
		"friend_phone1" => "+7xxxxxxxxxx",
		"friend_name2" => "Данные совпадают с Вашим ФИО",
		"friend_phone2" => "+7xxxxxxxxxx",
		"commercial" => "Доступен только формат: pdf",
		"info_card" => "Доступны форматы: pdf, doc, docx, jpg, jpeg, png или gif",
		"statement" => "Доступны форматы: pdf, doc, docx, xls и xlsx",
	];
	const file = [
		"text" => "Выберите файл",
		"accept" =>[
			"photo_passport" => "image/gif, image/jpeg, image/jpg",
			"photo_passport_reg" => "image/gif, image/jpeg, image/jpg",
			"photo_selfi" => "image/gif, image/jpeg, image/jpg",
			"commercial" => "application/pdf",
			"info_card" => "application/pdf, application/msword,application/vnd.openxmlformats-officedocument.wordprocessingml.document, image/gif, image/jpeg, image/jpg, image/png",
			"statement" => "application/pdf, application/msword,application/vnd.openxmlformats-officedocument.wordprocessingml.document, application/vnd.ms-excel, application/vnd.openxmlformats-officedocument.spreadsheetml.sheet,"
		],
		"ext" =>[
			"commercial" => ["pdf","PDF"],
			"info_card" => ["pdf","PDF","doc","DOC","docx","DOCX","jpg","jpeg","png","gif","JPG","JPEG","GIF","PNG"],
			"statement" => ["pdf","PDF","doc","DOC","docx","DOCX","xls","XLS","xlsx","XLSX"],
			"poscredit" => ["jpg", "jpeg", "gif", "JPG", "JPEG", "GIF"]
		]
	];


	?>
