<?php
	const main = [
		"alivewater" => [
			'name' => "Живая вода",
			'id' => 32929,
			'pipeline' => "pos-credit",
			'type' => "equipment",
			'branch' => 0,
			'group' => 0,
			'friendCount' => 2
		],
			"alfavending" => [
			'name' => "Альфа-Вендинг",
			'id' => 879913,
			'pipeline' => "pos-credit",
			'type' => "equipment",
			'branch' => 0,
			'group' => 0,
			'friendCount' => 2
		],
		"aktivanketa"=> [
		"name" => "Актив Кредит",
		"id" => 0,
		"pipeline" => "pos-credit",
		"type" => "both",
		"branch" => 1,
		"group" => 2,
		"friendCount" => 1
	],
		"anketa" => [
			"name" => "Актив Кредит",
			"id" => 0,
			"pipeline" => "pos-credit",
			"type" => "both",
			"branch" => 0,
			"group" => 0,
			"friendCount" => 1
		],
		"cpp" => [
			"name" => "Центр правовой поддержки",
			"id" => 850545,
			"pipeline" => "pos-credit",
			"type" => "service",
			"branch" => 0,
			"group" => 0,
			"friendCount" => 1
		],
		"likechi" => [
			"name" => "Like Чита",
			"id" => 1148735,
			"pipeline" => "pos-credit",
			"type" => "course",
			"branch" => 1,
			"group" => 2,
			"friendCount" => 1
		],
		"likekhv" => [
			"name" => "Like Хабаровск",
			"id" => 1148737,
			"pipeline" => "pos-credit",
			"type" => "course",
			"branch" => 1,
			"group" => 2,
			"friendCount" => 1
		],
			"likekdr" => [
				"name" => "Like Краснодар",
				"id" => 973015,
				"pipeline" => "pos-credit",
				"type" => "course",
				"branch" => 1,
				"group" => 2,
				"friendCount" => 1
			],
			"likensk" => [
				"name" => "Like Новосибирск",
				"id" => 973017,
				"pipeline" => "pos-credit",
				"type" => "course",
				"branch" => 1,
				"group" => 2,
				"friendCount" => 1
			],
			"likekzn"=> [
				"name" => "Like Казань",
				"id" => 973019,
				"pipeline" => "pos-credit",
				"type" => "course",
				"branch" => 1,
				"group" => 2,
				"friendCount" => 1
			],
			"likesur" => [
				"name" => "Like Сургут",
				"id" => 973021,
				"pipeline" => "pos-credit",
				"type" => "course",
				"branch" => 1,
				"group" => 2,
				"friendCount" => 1
			],
			"likechb" => [
				"name" => "Like Чебоксары",
				"id" => 973023,
				"pipeline" => "pos-credit",
				"type" => "course",
				"branch" => 1,
				"group" => 2,
				"friendCount" => 1
			],
			"likeyla" => [
				"name" => "Like Йошкар-Ола",
				"id" => 973025,
				"pipeline" => "pos-credit",
				"type" => "course",
				"branch" => 1,
				"group" => 2,
				"friendCount" => 1
			],
			"likesok" => [
				"name" => "Like Старый Оскол",
				"id" => 973027,
				"pipeline" => "pos-credit",
				"type" => "course",
				"branch" => 1,
				"group" => 2,
				"friendCount" => 1
			],
			"likesal" => [
				"name" => "Like Салават",
				"id" => 973029,
				"pipeline" => "pos-credit",
				"type" => "course",
				"branch" => 1,
				"group" => 2,
				"friendCount" => 1
			],
			"likechl" => [
				"name" => "Like Челябинск",
				"id" => 973031,
				"pipeline" => "pos-credit",
				"type" => "course",
				"branch" => 1,
				"group" => 2,
				"friendCount" => 1
			],
			"likeslt" => [
				"name" => "Like Стерлитамак",
				"id" => 973033,
				"pipeline" => "pos-credit",
				"type" => "course",
				"branch" => 1,
				"group" => 2,
				"friendCount" => 1
			],
			"likeizh" => [
				"name" => "Like Ижевск",
				"id" => 973035,
				"pipeline" => "pos-credit",
				"type" => "course",
				"branch" => 1,
				"group" => 2,
				"friendCount" => 1
			],
			"likeptk" => [
				"name" => "Like Петропавловск-Камчатский",
				"id" => 973037,
				"pipeline" => "pos-credit",
				"type" => "course",
				"branch" => 1,
				"group" => 2,
				"friendCount" => 1
			],
			"liketua" => [
				"name" => "Like Туапсе",
				"id" => 973039,
				"pipeline" => "pos-credit",
				"type" => "course",
				"branch" => 1,
				"group" => 2,
				"friendCount" => 1
			],

			"likeprm"=> [
				"name" => "Like Пермь",
				"id" => 765463,
				"pipeline" => "pos-credit",
				"type" => "course",
				"branch" => 0,
				"group" => 1,
				"friendCount" => 1
			],
			"likeekb"=> [
				"name" => "Like Екатеринбург",
				"id" => 854189,
				"pipeline" => "pos-credit",
				"type" => "course",
				"branch" => 0,
				"group" => 1,
				"friendCount" => 1
			],
			"likevld" => [
				"name" => "Like Владивосток",
				"id" => 836247,
				"pipeline" => "pos-credit",
				"type" => "course",
				"branch" => 0,
				"group" => 1,
				"friendCount" => 1
			],
			"likeber" => [
				"name" => "Like Березники",
				"id" => 866873,
				"pipeline" => "pos-credit",
				"type" => "course",
				"branch" => 0,
				"group" => 1,
				"friendCount" => 1
			],
		"garden" => [
			"name" => "Garden Group",
			"id" => 32927,
			"pipeline" => "pos-credit",
			"type" => "equipment",
			"branch" => 0,
			"group" => 0,
			"friendCount" => 2
		],
		"gyroscooter-perm" => [
			"name" => "#ГИРОСКУТЕРПЕРМЬ",
			"id" => 836257,
			"pipeline" => "pos-credit",
			"type" => "equipment",
			"branch" => 0,
			"group" => 0,
			"friendCount" => 2
		],
		"oyli" => [
			"name" => "Oy-li finance",
			"id" => 835589,
			"pipeline" => "pos-credit",
			"type" => "course",
			"branch" => 0,
			"group" => 0,
			"friendCount" => 2
		],
		"terminalpack" => [
			"name" => "Terminal-Pack",
			"id" => 837219,
			"pipeline" => "pos-credit",
			"type" => "equipment",
			"branch" => 0,
			"group" => 0,
			"friendCount" => 2
		],
		"zenit" => [
			"name" => "Зенит",
			"id" => 857053,
			"pipeline" => "pos-credit",
			"type" => "equipment",
			"branch" => 0,
			"group" => 0,
			"friendCount" => 2
		],
		"rocket" => [
			"name" => "ROCKET",
			"id" => 865049,
			"pipeline" => "pos-credit",
			"type" => "equipment",
			"branch" => 0,
			"group" => 0,
			"friendCount" => 2
		],
		"personalfinance" => [
			"name" => "Система Управления Личными Финансами",
			"id" => 873061,
			"pipeline" => "pos-credit",
			"type" => "course",
			"branch" => 0,
			"group" => 0,
			"friendCount" => 1
		],
		"epilier" => [
			"name" => "Студия профессиональной депиляции",
			"id" => 875201,
			"pipeline" => "pos-credit",
			"type" => "service",
			"branch" => 0,
			"group" => 0,
			"friendCount" => 1
		],
		"voronin.systems" =>  [
			"name" => "Бизнес Обучение Алексея Воронина",
			"id" => 875203,
			"pipeline" => "pos-credit",
			"type" => "course",
			"branch" => 0,
			"group" => 0,
			"friendCount" => 1
		],
		"gardenLeasing" => [
			"name" => "Garden Group",
			"id" => 32927,
			"pipeline" => "leasing",
			"type" => "equipment",
			"branch" => 0,
			"group" => 0,
			// "friendCount" => 2
		],
	];

  const hello = [
    "alivewater" =>"Вы хотите купить оборудование компании «Живая вода», но у Вас нет свободных средств?<br />
    Мы поможем оформить Вам кредит или рассрочку.<br />
    Оформление через банки-партнеры. Никаких справок, поручителей и беготни по отделениям.<br />
    Всё просто и в одном месте.
    Вам остается только следовать инструкции и корректно отвечать на вопросы.<br />
    Спасибо за то, что Вы с нами!",

    "alfavending" =>"Вы хотите купить оборудование компании «Альфа-Вендинг», но у Вас нет свободных средств?<br />
    Мы поможем оформить Вам кредит или рассрочку.<br />
    Оформление через банки-партнеры. Никаких справок, поручителей и беготни по отделениям.<br />
    Всё просто и в одном месте.
    Вам остается только следовать инструкции и корректно отвечать на вопросы.<br />
    Спасибо за то, что Вы с нами!",

		"aktivanketa" => "Вы хотите совершить покупку, но у Вас нет свободных средств?
	Мы поможем оформить Вам кредит на любой Вам удобный срок.<br />
	Кредит оформляется через 14 банков-партнеров. Никаких справок, поручителей и беготни по отделениям.<br />
	Всё просто и в одном месте. Вам остается только следовать инструкции и корректно отвечать на вопросы.<br />
	Спасибо за то, что Вы с нами!",

	"anketa" => "Вы хотите совершить покупку, но у Вас нет свободных средств?
	Мы поможем оформить Вам кредит на любой Вам удобный срок.<br />
	Кредит оформляется через 14 банков-партнеров. Никаких справок, поручителей и беготни по отделениям.<br />
	Всё просто и в одном месте. Вам остается только следовать инструкции и корректно отвечать на вопросы.<br />
	Спасибо за то, что Вы с нами!",

	"apachi" => "Вы хотите приобрести станок Apachi Group, но у Вас нет свободных средств?<br />
	Мы поможем Вам оформить кредит на любой для Вас удобный срок. <br />
	Кредит оформляется через банки-партнеры. Никаких справок, поручителей и беготни по отделениям.<br />
	Все просто и в одном месте. Вам остается только следовать инструкциям и корректно отвечать на вопросы.<br />
	Спасибо за то, что Вы с нами!",

	"cpp" => "Вы хотите воспользоваться услугами «Центр правовой поддержки», но у Вас нет свободных средств?<br />
	Мы поможем оформить Вам рассрочку на 6 месяцев без переплаты. <br />
	Рассрочка оформляется через банки-партнеры. Никаких справок, поручителей и беготни по отделениям.<br />
	Всё просто и в одном месте. Вам остается только следовать инструкции и корректно отвечать на вопросы.<br />
	Спасибо за то, что Вы с нами!",

	"garden" => "Вы хотите приобрести станок Garden Group, но у Вас нет свободных средств?<br />
	Мы поможем Вам оформить кредит на любой для Вас удобный срок.<br />
	Кредит оформляется через банки-партнеры. Никаких справок, поручителей и беготни по отделениям.<br />
	Все просто и в одном месте. Вам остается только следовать инструкциям и корректно отвечать на вопросы.<br />
	Спасибо за то, что Вы с нами!",

	"gyroscooter-perm" => "Вы хотите купить оборудование компании «#ГИРОСКУТЕРПЕРМЬ», но у Вас нет свободных средств?<br />
	Мы поможем оформить Вам рассрочку на 6 месяцев без переплаты. <br />
	Рассрочка оформляется через банки-партнеры. Никаих справок, поручителей и беготни по отделениям.<br />
	Всё просто и в одном месте. Вам остается только следовать инструкции и корректно отвечать на вопросы.<br />
	Спасибо за то, что Вы с нами!",

	"like" => "Здравствуйте! Вы хотите пройти авторский курс Аяза Шабутдинова, но у Вас нет свободных средств?<br />
	Мы поможем Вам оформить рассрочку на 6 месяцев без переплаты.<br/>
	Рассрочка оформляется через банки-партнеры. Никаких справок, поручителей и беготни по отделениям.<br/>
	Всё просто и в одном месте. Вам остается только следовать инструкциям и корректно отвечать на вопросы.<br/>
	Спасибо за то, что Вы с нами!",

	"oyli" => "Вы хотите пройти семинар «Oy-li», но у Вас нет свободных средств?<br/>
	Мы поможем Вам оформить кредит на любой для Вас удобный срок.<br/>
	Кредит оформляется через банки-партнеры. Никаких справок, поручителей и беготни по отделениям.<br/>
	Все просто и в одном месте. Вам остается только следовать инструкциям и корректно отвечать на вопросы.<br/>
	Спасибо за то, что Вы с нами!",

	"terminalpack" => "Вы хотите купить оборудование компании «Terminal-Pack», но у Вас нет свободных средств?<br/>
	Мы поможем оформить Вам кредит на любой Вам удобный срок.<br/>
	Кредит оформляется через 14 банков-партнеров. Никаких справок, поручителей и беготни по отделениям.<br/>
	Всё просто и в одном месте. Вам остается только следовать инструкции и корректно отвечать на вопросы.<br/>
	Спасибо за то, что Вы с нами!",

	"zenit" => "Вы хотите купить оборудование компании «Зенит», но у Вас нет свободных средств?<br/>
	Мы поможем оформить Вам кредит на любой Вам удобный срок.<br/>
	Кредит оформляется через 14 банков-партнеров. Никаих справок, поручителей и беготни по отделениям.<br/>
	Всё просто и в одном месте. Вам остается только следовать инструкции и корректно отвечать на вопросы.<br/>
	Спасибо за то, что Вы с нами!",

	"rocket" => "Вы хотите купить оборудование компании «#ROCKET», но у Вас нет свободных средств?<br />
	Мы поможем оформить Вам рассрочку на 6 месяцев без переплаты. <br />
	Рассрочка оформляется через банки-партнеры. Никаих справок, поручителей и беготни по отделениям.<br />
	Всё просто и в одном месте. Вам остается только следовать инструкции и корректно отвечать на вопросы.<br />
	Спасибо за то, что Вы с нами!",

	"personalfinance" => "Вы хотите пройти семинар «Финансовой грамотности», но у Вас нет свободных средств?<br />
	Мы поможем Вам оформить рассрочку на удобный для Вас срок.<br />
	Рассрочка оформляется на базе кредитного договора через банки-партнеры. Ни каких справок, поручителей и беготни по отделениям.<br />
	Все просто и в одном месте. Вам остается только следовать инструкциям и корректно отвечать на вопросы.<br />
	Спасибо за то, что Вы с нами!",

	"epilier" => "Вы хотите купить оборудование или воспользоваться услугами «Epilier», но у Вас нет свободных средств?<br />
	Мы поможем Вам оформить рассрочку на удобный для Вас срок.<br />
	Рассрочка оформляется на базе кредитного договора через банки-партнеры. Ни каких справок, поручителей и беготни по отделениям.<br />
	Все просто и в одном месте. Вам остается только следовать инструкциям и корректно отвечать на вопросы.<br />
	Спасибо за то, что Вы с нами!",

	"voronin.systems" => "Вы хотите купить авторский курс Алексея Воронина, но у Вас нет свободных средств?<br />
	Мы поможем Вам оформить рассрочку на удобный для Вас срок.<br />
	Рассрочка оформляется на базе кредитного договора через банки-партнеры. Ни каких справок, поручителей и беготни по отделениям.<br />
	Все просто и в одном месте. Вам остается только следовать инструкциям и корректно отвечать на вопросы.<br />
	Спасибо за то, что Вы с нами!",
  ];
	const type = [
		"alivewater" => "equipment",
		"anketa" => "both",
		"apachi" => "equipment",
		"cpp" => "service",
		"garden" => "equipment",
		"gyroscooter-perm" => "equipment",
		"like" => "course",
		"oyli" => "course",
		"terminalpack" => "equipment",
		"zenit" => "equipment",
		"rocket" => "equipment",
		"personalfinance" => "course",
		"epilier" => "service",
		"voronin.systems" => "course"
		// 	,
		// 	""
		// ],
		// "service" => [],
		// "both" =>[]
	];

	const friendCount = [
		"alivewater" => 2,
		"anketa" => 1,
		"garden" => 2,
		"apachi" => 2,
		"cpp" => 1,
		"gyroscooter-perm" => 2,
		"like" => 1,
		"oyli" => 2,
		"terminalpack" => 2,
		"zenit" => 2,
		"rocket" => 2,
		"personalfinance" => 1,
		"epilier" => 1,
		"voronin.systems" => 2
	];
  const step =[
    0 => "Здравствуйте!",
    1 => [
      "equipment" => "Название оборудования и срок кредита",
      "service" => "Название услуги и срок кредита",
			"course" => "Название курса и срок кредита",
      "both" => "Название товара/услуги и срок кредита"
      ],
    2 => "Личные данные",
    3 => "Смена фамилии",
    4 => "Данные супруга/супруги",
    5 =>[
      "title" => "Лицо для экстренной связи",
      "text" => "Укажите данные лица (не супруга(и)) для экстренной связи с Вами"
    ],
    6 => "Адрес регистрации",
    7 => "Адрес фактического места жительства",
    8 => [
      "title" => "Информация о месте работы",
      "text" => "Укажите фактический адрес"
    ],
    9 => "Документы",
    10 => "Даете ли Вы свое согласие на обработку персональных данных для рассмотрения заявки на кредит?",
    11 => [
			"title" => "Поздравляем!",
      "all" =>  "Ваши данные отправлены на рассмотрение, в ближайшее время с Вами свяжется наш специалист.<br/>
        Спасибо за то, что Вы с нами!",
      "like" => "Ваши данные отправлены на рассмотрение, в ближайшие 24 часа с Вами свяжется наш специалист.<br/>
        Спасибо за то, что Вы с нами!"
    ],
    12 => [
      "title" => [
        1 => "Вы не дали согласие на обработку персональных данных",
        2 => "Ваша заявка не будет рассмотрена"
      ],
      "text" => "Ваша анкета не сохранена.<br/>
      При необходимости заполните анкету заново.<br/>
      Спасибо за то, что Вы с нами!"
    ],
    13 => [
      "title" => "Нет 21 года",
      "text" => "Рассмотрение заявки возможно только если вам более 21 года.<br/>
       Спасибо за то, что Вы с нами!"
    ],
		14 => [
      "title" => "При загрузке данных возникли технические неполадки",
      "text" => "Заполните анкету еще раз<br/>
       Спасибо за то, что Вы с нами!"
    ],
		"2_leasing" => "Контактное лицо",
  ];
  const button = [
    "next" => "Вперед",
    "prev" => "Назад",
    "reload" => "Заполнить заявку еще раз"
  ];

  const anketa = [
    "age" => "Ваш возраст 21 и более полных лет?",
    "course" => [
      "equipment" => "Введите название выбранного оборудования*",
      "service" => "Название услуги и срок кредита",
      "both" => "Название товара/услуги и срок кредита",
			"course" => "Введите название курса*"
    ],
		"city_like" => "В каком городе совершается покупка?*",
    "price" => [
			  "equipment" => "Укажите стоимость оборудования*",
				"service" => "Укажите стоимость услуг*",
				"both" => "Укажите стоимость товара/услуги*",
				"course" => "Укажите стоимость курса*"
		],
    "credit_term" => "Введите желаемый срок кредита (в мес)*",
		"code_name" => "Укажите кодовое слово*",
		"name" => "Укажите Ваши фамилию, имя, отчество*",
		"education" =>[
			"label" => "Укажите ваше образование*",
			"select" =>[
				0 => "Высшее",
				1 => "Неполное высшее",
				2 => "Среднее специальное",
				3 => "Среднее",
				4 => "Неполное среднее"
			]
		],
		"phone" => "Укажите номер Вашего мобильного телефона*",
		"email" => "Укажите Вашу электронную почту*",
		"mother_birth" => "Укажите день рождения матери*",
		"school_number" => "Укажите номер школы*",
		"change_name" => "Вы меняли фамилию?",
		"old_name" => "Укажите прежнюю фамилию*",
		"is_married" => "Вы женаты/замужем?",
		"spouse_name" => "Укажите ФИО жены/мужа*",
		"spouse_birth" => "Укажите дату рождения жены/мужа*",
		"friend_name" => "Фамилия Имя Отчество контактного лица*",
		"friend_phone" => "Номер мобильного телефона (контактного лица)*",
		"city" => "Город (прописка)*",
		"street" => "Улица (прописка)*",
		"house" => "Дом (прописка)*",
		"flat" => "Квартира (прописка)",
		"address_same" => "Адрес места жительства совпадает с адресом регистрации?",
		"city_loc" => "Город (место жительства)*",
		"street_loc" => "Улица (место жительства)*",
		"house_loc" => "Дом (место жительства)*",
		"flat_loc" => "Квартира (место жительства)",
		"industry" =>[
			"label" => "Укажите отрасль*",
			"select" =>[
				0 => "Банк/финансы",
				1 => "Государственная служба",
				2 => "Другие сферы",
				3 => "Здравоохранение",
				4 => "Информационные технологии",
				5 => "Информационные услуги",
				6 => "Коммунальное хозяйство/дорожные службы",
				7 => "Логистика",
				8 => "Маркетинг",
				9 => "Металлургия/Промышленность/Машиностроение",
				10 => "Наука",
				11 => "Недвижимость",
				12 => "Нефтегазовая промышленность",
				13 => "Образование",
				14 => "Подпор персонала",
				15 => "Развлечение/Искусство",
				16 => "Ресторанный бизнес/Общественное питание",
				17 => "СМИ/Реклама/PR-агенства",
				18 => "Салоны красоты и здоровья",
				19 => "Сборочные производства",
				20 => "Сельское хозяйство",
				21 => "Страхование",
				22 => "Строительство",
				23 => "Торговля",
				24 => "Транспорт",
				25 => "Туризм",
				26 => "Управляющая компания",
				27 => "Химия/Парфюмерия/Фармацевтика",
				28 => "ЧОП/Детективная деятельность",
				29 => "Энергетика",
				30 => "Юридические услуги/нотариальные услуги"
			]
		],
		"work_name" => "Наименование организации*",
		"city_work" => "Город (Место работы)*",
		"street_work" => "Улица (Место работы)*",
		"house_work" => "Дом (Место работы)*",
		"flat_work" => "Офис (Место работы)",
		"phone_work" => "Укажите номер телефона (не мобильный) с указанием кода города*",
		"post_work" => "Укажите вашу должность*",
		"count_work" => "Укажите количество месяцев на последнем месте работы*",
		"income_work" => "Укажите ежемесячный доход по основному месту работы*",
		"photo_passport" => "Сделайте фото 2-3 страницы паспорта в развороте*",
		"photo_passport_reg" => "Сделайте фото страницы паспорта с действующей регистрацией*",
		"photo_selfi" => "Сделайте селфи для вашей верификации*",
		"friend_name1" => "Фамилия Имя Отчество первого контактного лица*",
		"friend_phone1" => "Номер мобильного телефона (первого контактного лица)*",
		"friend_name2" => "Фамилия Имя Отчество второго контактного лица*",
		"friend_phone2" => "Номер мобильного телефона (второго контактного лица)*",
		"commercial" => "Коммерческое приложение от ООО \"ТЛК\" с НДС*",
		"info_card" => "Информационная карта компании клиента*",
		"statement" => "Выписка 51 счета от клиента (в разбивке по месяцам)*",
		"manager" => "Менеджер Garden Group, курирующий данную сделку",
		"comment" => "Комментарий",
		"site_work" => "Сайт вашей компании"
  ];
	const success = [
		"all" => "Верно"
	];
	const error =[
		"all" => "Введите данные",
		"course" => [
			"equipment" => "Введите название оборудования",
			"service" => "Введите название услуги",
			"both" => "Введите название товара/услуги",
			"course" => "Введите название курса"
		],
		"price" => [
				"equipment" => "Укажите стоимость оборудования",
				"service" => "Укажите стоимость услуг",
				"both" => "Укажите стоимость товара/услуги",
				"course" => "Укажите стоимость курса"
		],
		"credit_term" => "Введите число от 6 до 36",
		"name" => "Укажите ФИО",
		"education" => "Выберите образование из списка",
		"industry" => "Выберите отрасль из списка",
		"phone" => "+7xxxxxxxxxx",
		"email" => "Укажите email",
		"old_name" => "Укажите прежнюю фамилию",
		"spouse_name" => "Данных нет",
		"spouse_birth" => "Дата введена некорректно",
		"friend_name" => "Данные совпадают с Вашим ФИО",
		"friend_phone" => "+7xxxxxxxxxx",
		"phone_work" => "+7xxxxxxxxxx",
		"count_work" => "Введите количество месяцев",
		"photo_passport" => "Только форматы: jpg, jpeg или gif",
		"photo_passport_reg" => "Только форматы: jpg, jpeg или gif",
		"photo_selfi" => "Только форматы: jpg, jpeg или gif",
		"friend_name1" => "Данные совпадают с Вашим ФИО",
		"friend_phone1" => "+7xxxxxxxxxx",
		"friend_name2" => "Данные совпадают с Вашим ФИО",
		"friend_phone2" => "+7xxxxxxxxxx",
		"commercial" => "Доступен только формат: pdf",
		"info_card" => "Доступны форматы: pdf, doc, docx, jpg, jpeg, png или gif",
		"statement" => "Доступны форматы: pdf, doc, docx, xls и xlsx",
	];
	const file = [
		"text" => "Выберите файл",
		"accept" =>[
			"photo_passport" => "image/gif, image/jpeg, image/jpg",
			"photo_passport_reg" => "image/gif, image/jpeg, image/jpg",
			"photo_selfi" => "image/gif, image/jpeg, image/jpg",
			"commercial" => "application/pdf",
			"info_card" => "application/pdf, application/msword,application/vnd.openxmlformats-officedocument.wordprocessingml.document, image/gif, image/jpeg, image/jpg, image/png",
			"statement" => "application/pdf, application/msword,application/vnd.openxmlformats-officedocument.wordprocessingml.document, application/vnd.ms-excel, application/vnd.openxmlformats-officedocument.spreadsheetml.sheet,"
		],
		"ext" =>[
			"commercial" => ["pdf","PDF"],
			"info_card" => ["pdf","PDF","doc","DOC","docx","DOCX","jpg","jpeg","png","gif","JPG","JPEG","GIF","PNG"],
			"statement" => ["pdf","PDF","doc","DOC","docx","DOCX","xls","XLS","xlsx","XLSX"],
			"poscredit" => ["jpg", "jpeg", "gif", "JPG", "JPEG", "GIF"]
		]
	];

function getPage($page){
	if (strpos($page, 'like') !== false){
		return 'like';
	}
	else {
		return 	$page;
	}
}

	?>
